removed prev readme added a new one
